tap "altinity/clickhouse"
tap "arkweid/lefthook"
tap "buo/cask-upgrade"
tap "clickhouse/clickhouse"
tap "dokku/repo"
tap "fyber-engineering/skad_updater"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "kryptco/tap"
tap "mongodb/brew"
tap "mxcl/made"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pyroscope-io/brew"
tap "qmk/qmk"
tap "saulpw/vd"
tap "vapor/tap"
brew "brotli"
brew "giflib"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "m4"
brew "autoconf"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "at-spi2-core"
brew "boost"
brew "libusb"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "berkeley-db", link: true
brew "bison"
brew "c-ares"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "freetype"
brew "fontconfig"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "carthage"
brew "pycparser"
brew "cffi"
brew "chisel"
brew "cmatrix"
brew "csvkit"
brew "dav1d"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "gnu-tar"
brew "gpatch"
brew "perl"
brew "dpkg"
brew "exiftool"
brew "faac"
brew "faad2"
brew "fd"
brew "fdk-aac"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "openblas"
brew "opencore-amr"
brew "snappy"
brew "openvino"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gitui"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "libffi", link: true
brew "openssl@1.1"
brew "pcre"
brew "python@3.9"
brew "graphene"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "gtk4"
brew "libcuefile"
brew "libpsl"
brew "libpthread-stubs"
brew "libreplaygain"
brew "libshout"
brew "libsoup"
brew "libusrsctp"
brew "musepack"
brew "orc"
brew "pygobject3"
brew "rtmpdump"
brew "srtp"
brew "taglib"
brew "gstreamer"
brew "guile"
brew "helix"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "imagemagick@6"
brew "ios-deploy"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "python@3.10"
brew "jsonschema", link: false
brew "jupyterlab", link: false
brew "krb5"
brew "ldid"
brew "lefthook"
brew "libev"
brew "libfido2"
brew "libmms"
brew "libnice"
brew "libsoup@2"
brew "mackup"
brew "marksman"
brew "mas"
brew "mint"
brew "protobuf"
brew "mitmproxy"
brew "mongosh"
brew "neo4j", link: false
brew "neovim"
brew "nghttp2"
brew "node@14"
brew "node@16"
brew "openjdk@11"
brew "pillow"
brew "pipenv"
brew "pipx"
brew "postgresql@14"
brew "potrace"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.8"
brew "rbspy"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "scrcpy"
brew "sdl12-compat"
brew "shared-mime-info"
brew "shellcheck"
brew "sl"
brew "texi2html"
brew "v8"
brew "vala"
brew "vale"
brew "webkit2png"
brew "wget"
brew "yarn"
brew "yasm"
brew "yt-dlp"
brew "dokku/repo/dokku"
brew "fyber-engineering/skad_updater/skad_updater"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "jesseduffield/lazygit/lazygit"
brew "pyroscope-io/brew/pyroscope"
brew "qmk/qmk/qmk"
brew "saulpw/vd/visidata"
cask "1password6"
cask "alfred"
cask "altair-graphql-client"
cask "altdeploy"
cask "altserver"
cask "amazon-q"
cask "android-platform-tools"
cask "arc"
cask "audacity"
cask "banktivity"
cask "bitwarden"
cask "boop"
cask "cakebrew"
cask "camo-studio"
cask "cheatsheet"
cask "checkra1n"
cask "chiaki"
cask "chromedriver"
cask "cloudflare-warp"
cask "datagrip"
cask "dbeaver-community"
cask "devutils"
cask "discord"
cask "dropbox"
cask "dynamodb-local"
cask "elmedia-player"
cask "fig"
cask "firefox"
cask "fleet"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "imageoptim"
cask "imazing"
cask "iterm2"
cask "kap"
cask "keymapp"
cask "lapce"
cask "logi-options-plus"
cask "loom"
cask "lunar"
cask "meld"
cask "mongodb-compass"
cask "neo4j"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "nvidia-geforce-now"
cask "obsidian"
cask "openvpn-connect"
cask "orbstack"
cask "plex"
cask "popsql"
cask "postman"
cask "proxyman"
cask "qmk-toolbox"
cask "rancher"
cask "rapidapi"
cask "raycast"
cask "reveal"
cask "rubymine"
cask "shortcat"
cask "sigmaos"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "switchresx"
cask "tableplus"
cask "telegram"
cask "tower"
cask "tunnelblick"
cask "typora"
cask "via"
cask "vial"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "wwdc"
cask "zed"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "Audio Recorder", id: 1128490551
mas "Codye", id: 1516894961
mas "Crontab Creator", id: 1438725196
mas "Encrypto", id: 935235287
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Helium", id: 1054607607
mas "HexColor", id: 446103121
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microphone Manager", id: 1546680283
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "PiPifier", id: 1160374471
mas "Pocket", id: 568494494
mas "Simplenote", id: 692867256
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Strongbox", id: 1270075435
mas "The Unarchiver", id: 425424353
vscode "aaron-bond.better-comments"
vscode "adamhartford.vscode-base64"
vscode "agenric.cocoapods-snippets"
vscode "aliariff.vscode-erb-beautify"
vscode "alpha4.jsonl"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "andyyaldoo.vscode-json"
vscode "arr.marksman"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.ruby-debug"
vscode "castwide.solargraph"
vscode "chrmarti.regex"
vscode "chumachenkovlad.run-spec-in-terminal"
vscode "craigmaslowski.erb"
vscode "davidmarek.jsonpath-extract"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dnicolson.binary-plist"
vscode "drphrozen.escaping-characters"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hilleer.yaml-plus-json"
vscode "hookyqr.beautify"
vscode "ionut-botizan.vscode-cypher-ql"
vscode "ionutvmi.path-autocomplete"
vscode "jakeboone02.cypher-query-language"
vscode "lourenci.go-to-spec"
vscode "mattlott.copy-github-url"
vscode "mhcpnl.xcodestrings"
vscode "misogi.ruby-rubocop"
vscode "mohsen1.prettify-json"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mtxr.sqltools"
vscode "noku.rails-run-spec-vscode"
vscode "orta.vscode-danger"
vscode "pavlitsky.yard"
vscode "prplx.coffeescript-formatter"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.vscode-xml"
vscode "renweichen.coder-helper"
vscode "richie5um2.vscode-statusbar-json-path"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sryze.uridecode"
vscode "svelte.svelte-vscode"
vscode "ultram4rine.sqltools-clickhouse-driver"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "wscats.cors-browser"
vscode "yzhang.markdown-all-in-one"
vscode "zbecknell.t4-support"
vscode "zombocom.dead-end-vscode"
vscode "zxh404.vscode-proto3"
